Repository: mcorne/school-issue-tracker
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: fr

source: Support requests - LMC
fr: Demandes d'assistance - LMC

source: Support requests - Lycée Marie Curie
fr: Demandes d'assistance - Lycée Marie Curie

source: Support - LMC
fr: Assistance - LMC

source: View requests
fr: Afficher les demandes

source: View users
fr: Afficher les utilisateurs

source: View IP addresses
fr: Afficher les adresses IP

source: Change password
fr: Changer de mot de passe

source: Sign out (%(username)s)
fr: Se déconnecter (%(username)s)

source: Sort requests
fr: Trier les demandes

source: Sort by status (pending, processing, closed)
fr: Tri par statut (en attente, en cours, clôturé)

source: Sort by update date
fr: Tri par date de mise à jour

source: Filter requests
fr: Filtrer les demandes

source: All requests
fr: Toutes les demandes

source: IT support requests
fr: Demandes d'assistance informatique

source: Facility management requests
fr: Demandes pour les services généraux

source: Delete IP address
fr: Supprimer l'adresse IP

source: Add a new IP address
fr: Ajouter une nouvelle adresse IP

source: Download IP addresses
fr: Télécharger les adresses IP

source: Create a new support request
fr: Faire une nouvelle demande d'assistance

source: Download requests
fr: Télécharger les demandes

source: At %(site)s - %(location)s
fr: À %(site)s - %(location)s

source: IT support request
fr: Demande d'assistance informatique

source: Facility management request
fr: Demande pour les services généraux

source: By %(username)s on %(datetime)s
fr: De %(username)s le %(datetime)s

source: Closed on %(datetime)s
fr: Clôturé le %(datetime)s

source: Previous
fr: Précédent

source: Next
fr: Suivant

source: Equipment %(computer_number)s
fr: Équipement %(computer_number)s

source: Change to facility management request
fr: Requalifier en demande pour les services généraux

source: Change to IT support request
fr: Requalifier en demande d'assistance informatique

source: Please confirm
fr: Veuillez confirmer

source: The password of a generic account uniquely identifies this account regardless of the username.
fr: Le mot de passe d'un compte générique identifie ce compte de manière unique quel que soit le nom d'utilisateur.

source: The username is then only informational.
fr: Le nom d'utilisateur est alors uniquement informatif.

source: It is the username entered when the user signs in that will actually be used.
fr: C'est le nom d'utilisateur entré lorsque l'utilisateur se connecte qui sera effectivement utilisé.

source: A level 1 (L1) support technician can process requests et change their type.
fr: Un technicien de support de niveau 1 (N1) peut traiter des demandes et les requalifier.

source: A level 2 (L2) support technician can also close and download requests.
fr: Un technicien de support de niveau 2 (N2) peut également clôturer et télécharger des demandes.

source: Delete User
fr: Supprimer l'utilisateur

source: Add a new user
fr: Ajouter un nouvel utilisateur

source: Please log in to access this page.
fr: Veuillez vous connecter pour accéder à cette page.

source: IP address
fr: Adresse IP

source: Device (model etc.)
fr: Matériel (modèle etc.)

source: Location (classroom etc.)
fr: Emplacement (salle de classe etc.)

source: Save
fr: Enregistrer

source: Type (computer, printer etc.)
fr: Type (ordinateur, imprimante etc.)

source: Equipment Number (if applicable)
fr: Numéro d'équipement (le cas échéant)

source: Location (classroom, building, outside etc.)
fr: Emplacement (salle de classe, bâtiment, extérieur etc.)

source: Subject
fr: Sujet

source: Password
fr: Mot de passe

source: Log In
fr: Se connecter

source: Username
fr: Nom d'utilisateur

source: Close
fr: Clôturer

source: Reopen
fr: Rouvrir

source: Confirm password
fr: Confirmer le mot de passe

source: Invalid password confirmation
fr: Confirmation de mot de passe invalide

source: Current password
fr: Mot de passe actuel

source: New password
fr: Nouveau mot de passe

source: Generic Account
fr: Compte générique

source: Role
fr: Rôle

source: -- Choose a role --
fr: -- Choisir un rôle --

source: Account Disabled
fr: Compte désactivé

source: Password (leave blank if unchanged)
fr: Mot de passe (laisser vide si inchangé)

source: No
fr: Non

source: Yes
fr: Oui

source: You are not authorized to perform this action.
fr: Vous n'êtes pas autorisé à effectuer cette action.

source: Location
fr: Emplacement

source: Device
fr: Matériel

source: Pending
fr: En attente

source: Processing
fr: En cours

source: Closed
fr: Clôturé

source: IT support request (computer, printer, cartridge, network etc.)
fr: Demande d'assistance informatique (ordinateur, imprimante, cartouche, réseau etc.)

source: Facility management request (heating, electricity, broken equipment, cleanliness etc.)
fr: Demande pour les services généraux (chauffage, électricité, équipement cassé, propreté etc.)

source: IT
fr: Informatique

source: Facility management
fr: Services généraux

source: Administrator
fr: Administrateur

source: Facility management support L1
fr: Support services généraux N1

source: Facility management support L2
fr: Support services généraux N2

source: IT support L1
fr: Support informatique N1

source: IT support L2
fr: Support informatique N2

source: Teacher
fr: Enseignant

source: Generic
fr: Générique

source: Disabled
fr: Désactivé

source: IP address already registered
fr: Adresse IP déjà enregistrée

source: New IP created with success
fr: Nouvelle adresse IP créée avec succès

source: IP address deleted with success
fr: Adresse IP supprimée avec succès

source: IP addresses
fr: Adresses IP

source: IP address already used
fr: Adresse IP déjà utilisée

source: IP address updated with success
fr: Adresse IP mise à jour avec succès

source: Changed to facility management request
fr: Requalifié en demande pour les services généraux

source: Request changed to facility management request with success
fr: Demande requalifiée en demande pour les services généraux avec succès

source: Changed to IT support request
fr: Requalifié en demande d'assistance informatique

source: Request changed to IT support request with success
fr: Demande requalifiée en demande d'assistance informatique avec succès

source: New request created with success
fr: Nouvelle demande créée avec succès

source: Status
fr: Statut

source: Equipment
fr: Equipement

source: Creation date
fr: Date de création

source: Last Update
fr: Dernière mise à jour

source: Close date
fr: Date de clôture

source: Requests
fr: Demandes

source: Closing of the request
fr: Clôture de la demande

source: Request closed with success
fr: Demande clôturée avec succès

source: Reopening of the request
fr: Réouverture de la demande

source: Request reopened with success
fr: Demande rouverte avec succès

source: Request updated with success
fr: Demande mise à jour avec succès

source: Username already registered
fr: Nom d'utilisateur déjà enregistré

source: Password already used for a generic account
fr: Mot de passe déjà utilisé pour un compte générique

source: New user created with success
fr: Nouvel utilisateur créé avec succès

source: Administrator cannot be deleted
fr: Interdiction de supprimer l'administrateur

source: Users with requests cannot be deleted
fr: Interdiction de supprimer un utilisateur avec des demandes

source: User deleted with success
fr: Utilisateur supprimé avec succès

source: Invalid username or password
fr: Nom d'utilisateur ou mot de passe invalide

source: Incorrect current password
fr: Mot de passe actuel incorrect

source: Password changed with success
fr: Mot de passe changé avec succès

source: Original administrator role may not be changed or disabled
fr: Interdiction de changer le rôle de l'administrateur d'origine ou de le désactiver

source: Username already used
fr: Nom d'utilisateur déjà utilisé

source: User updated with success
fr: Utilisateur mis à jour avec succès
